[GrimyFNG1 X2SoldierUnlockTemplate]
DisplayName="F.N.G. I"
Summary="Soldiers trained at the GTS will be promoted an additional rank.\nUnlocked when the total number of kills between dead XCom Operatives exceeds 40."

[GrimyFNG2 X2SoldierUnlockTemplate]
DisplayName="F.N.G. II"
Summary="Soldiers trained at the GTS will be promoted an additional rank.\nUnlocked when the total number of kills between dead XCom Operatives exceeds 90."

[GrimyFNG3 X2SoldierUnlockTemplate]
DisplayName="F.N.G. III"
Summary="Soldiers trained at the GTS will be promoted an additional rank.\nUnlocked when the total number of kills between dead XCom Operatives exceeds 200."

[GrimyFNG4 X2SoldierUnlockTemplate]
DisplayName="F.N.G. IV"
Summary="Soldiers trained at the GTS will be promoted an additional rank.\nUnlocked when the total number of kills between dead XCom Operatives exceeds 350."

[GrimyFNG5 X2SoldierUnlockTemplate]
DisplayName="F.N.G. V"
Summary="Soldiers trained at the GTS will be promoted an additional rank.\nUnlocked when the total number of kills between dead XCom Operatives exceeds 550."

[GrimyFNG6 X2SoldierUnlockTemplate]
DisplayName="F.N.G. VI"
Summary="Soldiers trained at the GTS will be promoted an additional rank.\nUnlocked when the total number of kills between dead XCom Operatives exceeds 875."